Repository: FlipByBlink/TapWeight
Catalog: Shared/🗄️Rest/Localizable.xcstrings
Source language: en
Languages: ja

source: __Body Mass Index:__ Height data is nothing on "Health" app. Register height data. Or check authentication.
ja: __BMI:__ 「ヘルスケア」アプリに身長データがありません。データを登録するか、権限を見直してください。

source: __Lean Body Mass:__ Error
ja: __除脂肪体重:__ エラー

source: "Number of days passed since last registration" is displayed as a badge on this app icon.
ja: このアプリのアイコンに「直近の体重データからの日数」をバッジで表示します。

source: (Mirror)
ja: (ミラー)

source: (perhaps error)
ja: (たぶん失敗しました)

source: ⚠️ Error
ja: ⚠️ エラー

source: ⚠️ Failed cancellation
ja: ⚠️ キャンセルに失敗しました

source: ⚠️ Failed registration
ja: ⚠️ 登録に失敗しました

source: ⚠️ Notification auth denied
ja: ⚠️ 通知権限がオフになっています

source: ⚠️ Required:
ja: ⚠️ 必要:

source: 50gram
ja: 50グラム

source: about 28
ja: 約28才

source: About AD
ja: 広告について

source: About AD / Purchase
ja: 広告/課金について

source: About App
ja: アプリについて

source: AD
ja: 広告

source: AD / Purchase
ja: 広告/課金

source: Adopted In-App Purchase model for the first time on TapWeight ver 1.1.1
ja: TapWeight、有料課金モデルを初めて採用したver1.1.1をリリース。

source: age
ja: 年齢

source: Alarm clock with taking a long time from small volume to max volume.
ja: 時間をかけて少しずつ音量が大きくなるアラームアプリ。

source: App for iPhone / Apple Watch
ja: iPhone/Apple Watch向けアプリ

source: App for iPhone / iPad / Apple Watch
ja: iPhone/iPad/Apple Watch向けアプリ

source: AppStore Release
ja: AppStore リリース

source: As of 2021
ja: 2021年時点

source: Authorization error:
ja: アクセス権限エラー:

source: Banner notification
ja: バナー通知

source: Body Fat Percentage
ja: 体脂肪率

source: Body Mass
ja: 体重

source: Body Mass Index
ja: ボディマス指数(BMI)

source: builded on %@
ja: %@ にビルドしました

source: Buy
ja: 支払う

source: Cancel
ja: 取り消す

source: Canceled
ja: 取り消しました。

source: country
ja: 国

source: Date
ja: 日時

source: Date picker
ja: データの登録日時を入力

source: Delete error: %@
ja: 削除エラー: %@

source: Description
ja: 概要

source: Developer / Publisher
ja: 開発 / パブリッシャー

source: Dismiss
ja: 閉じる

source: Done
ja: 完了

source: DONE
ja: 完了

source: DONE!
ja: 完了!

source: E-book reader that can turn a page with slightly longish voluntary blink.
ja: 目を閉じる時間を意識的にわずかに長くさせた瞬きでページめくりができる電子書籍リーダー。

source: Error
ja: エラー

source: Example:
ja: 例:

source: Final year as an undergraduate student. Developed an iOS application(FlipByBlink) as software for the purpose of research experiments.
ja: 大学学部生として最終学年。研究実験を目的としたiOSアプリ(FlipByBlink)の開発を行う。

source: Finished from high school in Okayama Prefecture. Entranced into University-of-the-Ryukyus/faculty-of-engineering in Okinawa Prefecture.
ja: 岡山県の高等学校を卒業。沖縄県の琉球大学工学部に入学。

source: Flashcard on widget. Memorize a note in everyday life.
ja: ウィジェットを暗記帳にしよう。日常の中で知識を脳に染み込ませるアプリです。

source: Formula
ja: 計算式

source: Graduated from University-of-the-Ryukyus.
ja: 琉球大学を卒業。

source: Height
ja: 身長

source: Height data is nothing on "Health" app. Register height data.
ja: 身長データが「ヘルスケア」アプリ上にありません。身長データを登録してください。

source: Hide AD banner
ja: 広告を非表示にする

source: identity / circumstance / background
ja: 身元 / 素性 / 境遇

source: Image
ja: 写真

source: In-App Purchase
ja: アプリ内課金

source: income
ja: 収入

source: Individual
ja: 個人系

source: Japan
ja: 日本

source: Japanese
ja: 日本語

source: Last sample's date
ja: 前回のデータ登録日時

source: Lean Body Mass
ja: 除脂肪体重(LBM)

source: LockInNote
ja: ロックノート

source: MemorizeWidget
ja: 暗記ウィジェット

source: Menu
ja: メニュー

source: Migrated to Okayama Prefecture.
ja: 岡山に移住。

source: Name
ja: 名前

source: native language
ja: ネイティブ言語

source: No input value:
ja: 入力が無い項目があります:

source: Note
ja: メモ

source: Notes widget on lock screen.
ja: ロック画面ウィジェットをメモ帳にしよう。

source: Notified up to 50 days after your last registration.
ja: 直近のデータ登録日から50日後まで通知します。

source: OK
ja: 了解しました

source: only one person
ja: 1人のみ

source: Open "Health" app
ja: 「ヘルスケア」アプリを開く

source: Open AD link
ja: 広告のリンクを開く

source: Open AppStore page
ja: AppStoreページを開く

source: Open menu
ja: メニューを開く

source: Option
ja: オプション

source: Passed %@.
ja: 前回の登録から %@ 経ちました。

source: Period
ja: 期間

source: Period of display
ja: 表示期間

source: Period of non-display
ja: 通知を非表示にする日数

source: PlainShogiBoard
ja: Plain将棋盤

source: Please check permission on "Health" app
ja: 「ヘルスケア」アプリで権限を確認して下さい。

source: Please launch iPhone app to sync. If registered data is nothing, register your data to "Health". Or check authentication on Apple Watch.
ja: 同期するためにiPhoneアプリを立ち上げてください。もし登録済みのデータが無い場合は、まずデータを登録してください。もしくはApple Watch上の権限を見直してください。

source: Privacy Policy
ja: プライバシーポリシー

source: Purchase
ja: アプリ内課金

source: Register
ja: 登録

source: Register body temperature data to "Health" app pre-installed on iPhone in the fastest way (as manual).
ja: 「ヘルスケア」アプリに体温データを(手動としては)最速で登録するためのアプリ。

source: Register weight data to "Health" app pre-installed on iPhone in the fastest way (as manual).
ja: 「ヘルスケア」アプリに体重データを(手動としては)最速で登録するためのアプリ。

source: Registration for "Health" app
ja: 「ヘルスケア」アプリに登録しました。

source: Released alarm clock app with taking a long time "FadeInAlarm" ver 1.0. First paid app.
ja: 時間をかけて徐々に音が大きくなるアラームアプリ「FadeInAlarm」ver1.0をリリース。初めてとなる有料アプリ。

source: Released body temperature registration app "TapTemperature" ver 1.0.
ja: 体温登録アプリ「TapTemperature」ver1.0をリリース。

source: Released body weight registration app "TapWeight" ver 1.0.
ja: 体重登録アプリ「TapWeight」ver1.0をリリース。

source: Released ebook reader app "FlipByBlink" ver 1.0 on AppStore. Special feature is to turn a page by slightly-longish-voluntary-blink.
ja: 特殊なまばたきでページめくりができる電子書籍リーダーアプリ「FlipByBlink」をver1.0としてAppStoreにリリース。

source: Released FadeInAlarm ver 2.0 for the first time in three years since ver 1.0.
ja: FadeInAlarm、ver1.0以来 約3年ぶりとなるver2.0をリリース。

source: Released FlipByBlink ver 3.0 for the first time in three years since ver 2.0.
ja: FlipByBlink、ver2.0以来 約3年ぶりとなるver3.0をリリース。

source: Released LockInNote and MemorizeWidget on iOS16 release occasion.
ja: iOS16のリリースに合わせて「ロックノート」と「暗記ウィジェット」をリリース。

source: released on %@
ja: %@ にリリースしました

source: Released simple shogi board app "PlainShogiBoard" ver 1.0.
ja: シンプルな将棋盤アプリ「Plain将棋盤」ver1.0をリリース。

source: Reminder
ja: リマインダー通知

source: Reminder notification
ja: リマインダー通知

source: Reminder: %@
ja: リマインダー: %@

source: Required height data access in "Health" app.
ja: 「ヘルスケア」アプリの身長データが必要です。

source: Restore Purchases
ja: 購入情報を復元する

source: Restored transactions
ja: 購入情報を確認しました

source: Review on AppStore
ja: AppStoreでレビューを書く

source: Save error: %@
ja: 保存エラー: %@

source: Shortcut
ja: ショートカット

source: Shortcut to add a data.
ja: データを簡単に追加するためのショートカットです。

source: Simplest Shogi board App. Supported SharePlay.
ja: ただの将棋盤。SharePlayも出来ます。

source: Source code
ja: ソースコード

source: Taken on 2021-11
ja: 2021年11月に撮影

source: TapTemperature
ja: 体温登録

source: TapWeight
ja: 体重登録

source: The System
ja: 構成

source: This App shows advertisement about applications on AppStore. These are several Apps by this app's developer. It is activated after you launch this app 5 times.
ja: AppStoreアプリケーションに関する広告を表示します。本アプリのデベロッパーによるアプリ群が表示対象となります。広告はアプリを5回起動すると有効になります。

source: Time of display
ja: 通知が表示される期間

source: Timeline
ja: タイムライン

source: Transparency Report
ja: 透明性レポート

source: Undo?
ja: 取り消しますか？

source: Unit
ja: 単位

source: Version
ja: バージョン

source: Version History
ja: バージョン履歴

source: Web Repository
ja: Web リポジトリー

source: With daily banner notification
ja: バナー通知も1日1回表示

source: Yes, undo
ja: はい、取り消します
